Tekla.Structures.Dialog.PluginFormBase.LoadValuesToStack(System.String)
Loads the dialog values from a file. To match the files to a certain dialog,
the file suffix is set as the dialog type's name.
FileName: The name of the file.